export const areas = [
  {
    city: 'تهران', 
    streets: [
      {name: 'آزادی', zoom: 16, x: 42114, y: 25802},
      {name: 'جناح', zoom: 16, x: 42113, y: 25800},
      {name: 'ستارخان', zoom: 17, x: 84233, y: 51595},
      {name: 'شادمهر', zoom: 18, x: 168475, y: 103201},
      {name: 'ولی عصر', zoom: 14, x: 10531, y: 6450},
      {name: 'انقلاب', zoom: 17, x: 84247, y: 51604},
      {name: 'کارگر شمالی', zoom: 17, x: 84246, y: 51602},
      {name: 'ابوذر', zoom: 17, x: 84234, y: 51623},
      {name: 'کشاورز', zoom: 16, x: 42124, y: 25800},
      {name: 'سرو', zoom: 16, x: 42118, y: 25784},
      {name: 'فرحزادی', zoom: 17, x: 84236, y: 51576},
      {name: 'چمران', zoom: 14, x: 10530, y: 6448},
    ]
  },{
    city: 'شیراز', 
    streets: [
      {name: 'ارگ کریم خان', zoom: 16, x: 42114, y: 25802},
      {name: 'پاسارگاد', zoom: 16, x: 42113, y: 25800},
      {name: 'کورش', zoom: 17, x: 84233, y: 51595},
      {name: 'ارم', zoom: 18, x: 168475, y: 103201},
      {name: 'تخت جمشید', zoom: 14, x: 10531, y: 6450},
      {name: 'فسا', zoom: 17, x: 84247, y: 51604},
      {name: 'جهرم', zoom: 17, x: 84246, y: 51602},
      {name: 'جلالی', zoom: 17, x: 84234, y: 51623},
      {name: 'مهرداد', zoom: 16, x: 42124, y: 25800},
      {name: 'خشایار', zoom: 16, x: 42118, y: 25784},
      {name: 'کاظم آبادی', zoom: 17, x: 84236, y: 51576},
      {name: 'شیخ طبرسی', zoom: 14, x: 10530, y: 6448},
    ]
  },{
    city: 'اصفهان', 
    streets: [
      {name: 'آبشار', zoom: 16, x: 42114, y: 25802},
      {name: 'دماوند', zoom: 16, x: 42113, y: 25800},
      {name: 'زاینده رود', zoom: 17, x: 84233, y: 51595},
      {name: 'نقش جهان', zoom: 18, x: 168475, y: 103201},
      {name: 'چهل ستون', zoom: 14, x: 10531, y: 6450},
      {name: 'منار جنبان', zoom: 17, x: 84247, y: 51604},
      {name: 'باتلاق گاو خونی', zoom: 17, x: 84246, y: 51602},
      {name: 'شیخ فضل الله', zoom: 17, x: 84234, y: 51623},
      {name: 'سربند', zoom: 16, x: 42124, y: 25800},
      {name: 'گل افشان', zoom: 16, x: 42118, y: 25784},
      {name: 'فولاد مبارکه', zoom: 17, x: 84236, y: 51576},
      {name: 'کاشانی پور', zoom: 14, x: 10530, y: 6448},
    ]
  }
];
